Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Expiration date
be: Тэрмін мінання

source: Exploit
be: Эксплойт

source: Explore
be: Вандраваць

source: Explore all users
be: Вандраваць па меню ўсіх карыстальнікаў

source: Explorer Browser Control
be: Кіраванне аглядальнікам вандроўніка

source: Explorer Pane
be: Панэль вандроўніка

source: Explores the selected items.
be: Вандраваць па вылучаных элементах.

source: Export Library Contents
be: Экспартаваць змесціва бібліятэкі

source: Export the contents of this library.
be: Экспартаваць змесціва гэтай бібліятэкі.

source: Exposure bias
be: Зрух экспазіцыі

source: Exposure index
be: Індэкс экспазіцыі

source: Exposure program
be: Праграма экспазіцыі

source: Exposure time
be: Час экспазіцыі

source: Expression Builder
be: Будаўнік выразаў

source: Extend
be: Пашырыць

source: Extend desktop on %d and %d
be: Пашырыць стальніцу на %d і %d

source: Extend desktop to this display
be: Пашырыць стальніцу на гэты экран

source: Extend these displays
be: Пашырыць гэтыя экраны

source: Extended (XMS) memory
be: Даданая (XMS) памяць

source: Extended Tile&s
be: Пашыраная кафля

source: Extends the time that Windows waits to turn off the display if you repeatedly turn on the display with the keyboard or mouse.
be: Пашырае час, які Windows чакае, каб выключыць экран, калі вы шматразова ўключалі яго клавіятурай ці мышшу.

source: Extension
be: Пашырэнне

source: Extensions
be: Пашырэнні

source: Extensions List
be: Спіс пашырэнняў

source: External script deb&ugger
be: Знешні наладчык сцэнараў

source: Extra Large Icons
be: Велізарныя значкі

source: Extract
be: Выняць

source: Extract all files
be: Выняць усе файлы

source: Extract all files at this directory level and execute selected item(s)
be: Выняць ўсе файлы з гэтага каталогавага ўзроўню і запусціць вылучаныя элементы

source: Extract item(s) to a location that you specify
be: Выняць элементы ў азначанае размяшчэнне

source: Extract...
be: Выняць...

source: Extracting...
be: Выманне...

source: Extracts folder contents
be: Вымае змесціва каталога

source: Extras Available: %1
be: Даступна бонусаў: %1

source: Extras Available: %1!lu!
be: Даступна бонусаў: %1!lu!

source: Extras and Upgrades
be: Бонусы і мадэрнізаванні

source: E|Eb|Ebyte|Ebytes
be: Э|Эб|Эбайт|Эбайтаў

source: F
be: Ф

source: F&avorites
be: Абранае

source: F&avorites bar
be: Паліца ўпадабанага

source: F&ind...
be: Знайсці...

source: F&ormat
be: Фармат

source: F&ormat...
be: Фармат...

source: F&ull screen
be: Поўнаэкраннае

source: F-stop
be: Дыяфрагма

source: FAX
be: Факс

source: FM Broadcast (32 - 64 Kbps)
be: FM-вяшчанне (32 - 64 кбіт/с)

source: FTP Folder
be: FTP-каталог

source: FTP Folder Error
be: Памылка FTP-каталога

source: FTP Server
be: FTP-сэрвер

source: FTP Server &Welcome Message...
be: Вітальнае паведамленне FTP-сэрвера...

source: FTP Server Welcome Message
be: Вітальнае паведамленне FTP-сэрвера

source: FTP does not encrypt or encode passwords or data before sending them to the server. To protect the security of your passwords and data, use WebDAV instead.
be: FTP не шыфруе ці кадуе паролі і звесткі, перш чым даслаць іх на сэрвер. Каб абараніць бяспеку вашых пароляў і звестак скарыстайце замест гэтага WebDAV.

source: FTP proxy warning
be: Папярэджанне FTP-проксі

source: FTP server:
be: FTP-сэрвер:

source: Fade or slide ToolTips into view
be: Слабенне ці выслізганне падказак

source: Fade or slide menus into view
be: Слабенне ці выслізганне меню

source: Fade out menu items after clicking
be: Слабенне меню пасля пстрычкі

source: Faeroese
be: Фарэрская

source: Failed
be: Няўдала

source: Failed to Initialize
be: Не атрымалася ініцыялізаваць

source: Failed to build the list of known sub folders
be: Не ўдалося пабудаваць спіс вядомых падкаталогаў

source: Failed to build the list of regular subfolders under "%s"
be: Не ўдалося пабудаваць спіс звычайных падкаталогаў для '%s'

source: Failed to change UI Language fallback order to "%1".
be: Немагчыма змяніць апорную мову адлюстравання на "%1".

source: Failed to change UI Language fallback order to "%1". Status code is: %2.
be: Немагчыма змяніць апорную мову адлюстравання на "%1". Код стану: %2.

# Failed to change UI Language fallback order to "%1". Status code is: %2.
source: Failed to change UI Language fallback order to "%1". Status code is: %2.\r\n
be: Немагчыма змяніць апорную мову адлюстравання на "%1". Код стану: %2.\r\n

source: Failed to change UI Language to "%1".
be: Немагчыма змяніць мову адлюстравання на "%1".

source: Failed to change UI Language to "%1". Status code is: %2.
be: Немагчыма змяніць мову адлюстравання на "%1". Код стану: %2.

# Failed to change UI Language to "%1". Status code is: %2.
source: Failed to change UI Language to "%1". Status code is: %2.\r\n
be: Немагчыма змяніць мову адлюстравання на "%1". Код стану: %2.\r\n

source: Failed to connect to a windows service
be: Не ўдалося злучыцца са службаю Windows

source: Failed to copy files from "%s" to "%s"
be: Не ўдалося скапіяваць файлы з "%s" у "%s"

source: Failed to get folder redirection capabilities
be: Не ўдалося атрымаць здольнасці перанакіравання каталогаў

source: Failed to get folder's path
be: Немагчыма атрымаць шлях да каталога

source: Failed to initialize file dialogs.
be: Не ўдалося ініцыялізаваць дыялог.

source: Failed to initialize file dialogs. Change the file name and try again.
be: Не ўдалося ініцыялізаваць дыялог. Змяніце назву файла і паспрабуйце яшчэ.

source: Failed to initialize print dialogs.
be: Не ўдалося ініцыялізаваць дыялогі друку.

source: Failed to initialize print dialogs. Make sure that your printer is connected properly and use Control Panel to verify that the printer is configured properly.
be: Не ўдалося ініцыялізаваць дыялогі друку. Пераканайцеся, што ваша друкарка падключаная правільна, і выкарыстайце панэль кіравання для праверкі правільнасці наладаў друкаркі.

source: Failed to load msftedit.dll
be: Не атрымалася заладаваць msftedit.dll

source: Failed to load page
be: Не ўдалося заладаваць старонку

source: Failed to mark non redirectable folders
be: Не ўдалося адзначыць неперанакіроўвальныя каталогі

source: Failed to open %1!ls!.
be: Не ўдалося адчыніць %1!ls!.

source: Failed to pin folder "%s", hr = %08X
be: Не ўдалося замацаваць каталог '%s', hr = %08X

source: Failed to redirect because the destination directory "%s" is offline
be: Не ўдалося перанакіраваць, бо мэтавы каталог "%s" па-за сецівам

source: Failed to redirect because the source directory "%s" is offline
be: Не ўдалося перанакіраваць, бо зыходны каталог "%s" па-за сецівам

source: Failed to redirect because there is not enough disk space on the target folder "%s".
be: Не ўдалося перанакіраваць, бо бракуе дыскавай прасторы ў мэтавым каталогу "%s".

source: Failed to save to the specified location. Make sure the file is not write-protected and there is enough space on the drive to save the image. Save aborted.
be: Не ўдалося захаваць ў азначанае размяшчэнне. Пераканайцеся, што файл не абаронены ад запісу і што стае месца на дыску, каб захаваць гэтую выяву. Захаванне перарванае.

source: Failed to update known folder's paths
be: Не ўдалося абнавіць шляхі да вядомых каталогаў

source: Failed: %1!lu! updates
be: Няўдала: %1!lu! абнаўленняў

source: Failed: 1 update
be: Няўдала: 1 абнаўленне

source: Failure
be: Памылка

# Failure configuring Service Pack
source: Failure configuring Service Pack\n
be: Няўдалае наладжванне службовага пакунка\n

# Failure configuring Windows features
source: Failure configuring Windows features\n
be: Няўдалае наладжванне дапаўненняў Windows\n

# Failure configuring Windows updates
source: Failure configuring Windows updates\n
be: Няўдалае наладжванне абнаўленняў Windows\n

source: Failure to display security and shut down options
be: Няўдача адлюстравання наладаў бяспекі і выключэння

# Failure upgrading Windows
source: Failure upgrading Windows\n
be: Няўдалае абнаўленне Windows\n

source: Fair
be: Неблагі

source: Fair\0
be: Неблагі\0

source: False
be: Мана

source: Family
be: Сям'я

source: Fast
be: Хуткі

source: Fast ROM &emulation
be: Эмуляцыя Fast ROM

source: Faster
be: Хутчэй

source: Faulting Media Type
be: Памылковы тып носьбіта

source: Favor performance over power savings.
be: Спрыяць прадукцыйнасці, а не захаванню энергіі

source: Favor power savings over performance.
be: Спрыяць захаванню энергіі, а не прадукцыйнасці

source: Favorite Links
be: Упадабаныя спасылкі

source: Favorites
be: Упадабаныя

source: Favorites Folder
be: Каталог упадабаных

source: Favorites menu
be: Меню ўпадабанага

source: Favors battery life over performance
be: Спрыяе часу працы батарэі, а не прадукцыйнасці

source: Favors performance over battery life
be: Спрыяе прадукцыйнасці, а не часу працы батарэі

source: Favors performance, but may use more energy.
be: Спрыяе прадукцыйнасці, але можа карыстаць больш энергіі.

source: Fax
be: Факс

source: Featured Update Notifications
be: Апавяшчэнні галоўных абнаўленняў

source: Featured Updates - Windows Update
be: Галоўныя абнаўленні - Абнаўленне Windows

source: February|Feb
be: Люты|Лют

# Fee&ds Ctrl+Shift+G
source: Fee&ds\tCtrl+Shift+G
be: Стужкі\tCtrl+Shift+G

source: Feed
be: Стужка

source: Feed Viewer
be: Праглядальнік стужак

source: Feeds
be: Стужкі

source: Female
be: Жанчына

source: Fetching...
be: Сцягванне...

source: Fewer details
be: Менш дэталяў

source: Fi&nd what:
be: Што:

source: File
be: Файл

source: File &Attachment...
be: Прычэпка файла...

source: File &name:
be: Назва файла:

source: File '%s' is password protected. Please enter the password in the box below.
be: Файл '%s' абаронены паролем. Калі ласка, ўвядзіце пароль у рамку ніжэй.

source: File Access Denied
be: Адмоўлена ў доступе да файла

source: File Attributes
be: Атрыбуты файла

source: File Backup Index
be: Індэкс рэзервавання файлаў

source: File Contents
be: Змесціва файлаў

source: File Deltas
be: Змяненні файла

# File Deltas
source: File Deltas\r\n
be: Змяненні файла\r\n

source: File Download
be: Спампоўка файла

source: File Exists
be: Файл існуе

source: File In Use
be: Файл выкарыстоўваецца

source: File Name Warning
be: Папярэджанне пра назву файла

source: File Open End.
be: Канец адчынення файла.

source: File Open Start.
be: Пачатак адчынення файла.

source: File Operation
be: Файлавая аперацыя

source: File Path
be: Шлях файла

source: File Save End.
be: Канец захавання файла.

source: File Save Start.
be: Пачатак захавання файла.

source: File Sharing
be: Абагульванне файлаў

source: File Sharing Program
be: Праграма абагульвання файлаў

source: File System
be: Файлавая сістэма

source: File Too Large
be: Файл надта вялікі

source: File Type
be: Тып файлаў

source: File and folder view reentrancy
be: Паўторнае ўваходжанне файлаў і каталогаў

source: File as
be: Захоўваецца як

source: File attributes
be: Атрыбуты файла

source: File count
be: Лік файлаў

source: File description
be: Апісанне файла

source: File extension
be: Пашырэнне файла

source: File folder
be: Каталог з файламі

source: File is ready for &archiving
be: Файл гатовы для архівавання

source: File name
be: Назва файла

source: File name:
be: Назва файла:

source: File not found.
be: Файл не знойдзены.

source: File origin:
be: Крыніца файла:

source: File sharing is turned off. Some network computers and devices might not be visible. Click to change…
be: Абагульванне файлаў выключанае. Сеткавыя камп'ютары і прылады могуць быць нябачнымі. Пстрыкніце, каб змяніць...

source: File size: %1!d! KB
be: Памер файла: %1!d! кБ

source: File system
be: Файлавая сістэма

source: File system:
be: Файлавая сістэма:

source: File version
be: Версія файла

source: File version:
be: Версія файла:

source: File:
be: Файл:

source: Filename
be: Назва файла

source: Files
be: Файлы

source: Files Currently on the Disc
be: Файлы, якія ўжо ёсць на кружэлцы

source: Files Ready to Be Written to the Disc
be: Файлы, гатовыя быць запісанымі на кружэлку

source: Files Stored on This Computer
be: Файлы гэтага камп'ютара

source: Files and Folders
be: Файлы і каталогі

source: Files and folders
be: Файлы і каталогі

source: Files can't be burned to this disc because it is write-protected.
be: Файлы немагчыма прапаліць на кружэлку, бо яна абароненая ад запісу.

source: Files can't be burned to this disc because it is write-protected. Insert a writable disc, and then choose one of the options below.
be: Файлы немагчыма прапаліць на кружэлку, бо яна абароненая ад запісу. Устаўце запісвальную кружэлку і абярыце адзін з прапанаваных варыянтаў.

source: Files cant be burned to this disc.
be: Немагчыма прапальваць файлы на гэтую кружэлку.

source: Files cant be burned to this disc. Eject the disc, replace it with another recordable disc, and then try again.
be: Немагчыма прапальваць файлы на гэтую кружэлку. Выміце яе, ўстаўце іншую запісвальную кружэлку і паўтарыце спробу.

source: Files canвЂ™t be burned to this disc.
be: Немагчыма прапальваць файлы на гэтую кружэлку.

source: Files canвЂ™t be burned to this disc. Eject the disc, replace it with another recordable disc, and then try again.
be: Немагчыма прапальваць файлы на гэтую кружэлку. Дастаньце яе, ўстаўце іншую запісвальную кружэлку і паўтарыце спробу.

source: Files can’t be burned to this disc.
be: Немагчыма прапальваць файлы на гэтую кружэлку.

source: Files can’t be burned to this disc. Eject the disc, replace it with another recordable disc, and then try again.
be: Немагчыма прапальваць файлы на гэтую кружэлку. Дастаньце яе, ўстаўце іншую запісвальную кружэлку і паўтарыце спробу.

source: Files from this website are not allowed to run on your computer
be: Файлы з гэтага сайта забаронена запускаць на вашым камп'ютары

source: Files in this location can't be previewed.
be: Файлы ў гэтым размяшчэнні немагчыма праглядаць.

source: Files of &type:
be: Файлы тыпу:

source: Files on this CD are read-only.
be: Файлы на перазапісвальнай CD-кружэлцы толькі для чытання.

source: Files on this CD are read-only. You can still copy new files to this writable CD, which will replace files already on the disc or erase the entire CD to start with a clean blank disc.
be: Файлы на перазапісвальнай CD-кружэлцы толькі для чытання. Вы можаце скапіяваць новыя файлы на яе, але яны замесцяць старыя файлы. Альбо вы можаце сцерці кружэлку цалкам, каб потым запісваць файлы на пустую кружэлку.

source: Files on this CD are read-only. You can still copy new files to this writable CD, which will replace files already on the disc.
be: Файлы на перазапісвальнай CD-кружэлцы толькі для чытання. Вы можаце скапіяваць новыя файлы на яе, але яны замесцяць старыя файлы.

source: Files on this CD-ROM drive are read-only.
be: Фалы на гэтым CD-кружэльніке толькі для чытання.

source: Files on this CD-ROM drive are read-only. You can't move or delete files on this CD-ROM drive.
be: Фалы на гэтым CD-кружэльніке толькі для чытання. Вы не можаце перамяшчаць файлы ці выдаляць іх з кружэлкі.

source: Files on this DVD are read-only.
be: Файлы на перазапісвальнай DVD-кружэлцы толькі для чытання.

source: Files on this DVD are read-only. You can still copy new files to this writable DVD, which will replace files already on the disc or erase the entire DVD to start with a clean blank disc.
be: Файлы на перазапісвальнай DVD-кружэлцы толькі для чытання. Вы можаце скапіяваць новыя файлы на яе, але яны замесцяць старыя файлы. Альбо вы можаце сцерці кружэлку цалкам, каб потым запісваць файлы на пустую кружэлку.

source: Files on this DVD are read-only. You can still copy new files to this writable DVD, which will replace files already on the disc.
be: Файлы на перазапісвальнай DVD-кружэлцы толькі для чытання. Вы можаце скапіяваць новыя файлы на яе, але яны замесцяць старыя файлы.

source: Files on this DVD drive are read-only.
be: Фалы на гэтым DVD-кружэльніке толькі для чытання.

source: Files on this DVD drive are read-only. You can't move or delete files on this DVD drive.
be: Фалы на гэтым DVD-кружэльніке толькі для чытання. Вы не можаце перамяшчаць файлы ці выдаляць іх з кружэлкі.

source: Files that are greater than 2GB can't be burned to a disc.\n\nRemove any files that are greater than 2GB, and then try again.
be: Файлы больш за 2 Гб не могуць быць запісаныя на кружэлку.\n\nПрыбярыце ўсе файлы больш за 2 Гб і паўтарыце спробу.

# Files that help describe the problem:
source: Files that help describe the problem:\n
be: Файлы, якія дапамагаюць апісаць праблему:\n

# Files that help describe the problem:
source: Files that help describe the problem:\r\n
be: Файлы, якія дапамагаюць апісаць праблему:\r\n

source: Files will be extracted to this &folder:
be: Файлы будуць вынятыя ў гэты каталог:

source: Files you are trying to burn have the same names as files already on the disc.
be: Файлы, якія вы спрабуеце прапаліць маюць назвы, супадаючыя з назвамі існых на кружэлцы файлаў.

source: Files you are trying to burn have the same names as files already on the disc. If you continue, files on the disc will be replaced by the new files.\n\nDo you want to continue burning these new files to the disc?
be: Файлы, якія вы спрабуеце прапаліць маюць назвы, супадаючыя з назвамі існых на кружэлцы файлаў. Калі вы працягнеце, файлы на кружэлцы будуць перапісаныя новымі файламі.\n\nЖадаеце працягнуць прапальванне гэтых файлаў на кружэлку?

source: Files, %2!ls!
be: файлаў, %2!ls!

source: Fill
be: Запоўніць

source: Fill the entire screen with the picture.
be: Запоўніць увесь экран відарысам.

source: Fill with color
be: Запоўніць колерам

# Fills an area with the current drawing color. Fill with color
source: Fills an area with the current drawing color.\nFill with color
be: Запаўняе пляцоўку дзейным колерам малявання.\nЗапоўніць колерам

source: Filter dropdown
be: Выпадальны фільтр

source: Filter dropdown (filtered)
be: Выпадальны фільтр (адфільтравана)

source: FilterKeys
be: Фільтр клавіш

source: Filtered
be: Адфільтравана

source: Filters currently installed on the system have reached the limit
be: Колькасць усталяваных у сістэме фільтраў сягнула мяжы.

source: Fin&d Printer...
be: Знайсці друкарку...

source: Final
be: Канчатковы

source: Find
be: Знайсці

# Find &Next F3
source: Find &Next\tF3
be: Знайсці наступны\tF3

source: Find &partial matches
be: Пошук частковых супадзенняў

source: Find (Ctrl+F)
be: Знайсці (Ctrl+F)

source: Find Help topics, tutorials, troubleshooting, and other support services.
be: Пошук тэмаў даведкі, дапаможнікаў, вырашэнняў праблем і іншых службаў падтрымкі.

source: Find Internet downloads and links to favorite websites.
be: Пошук спамповак з сеціва і спасылак на ўпадабаныя сайты.

source: Find a character
be: Знайсці знак

source: Find and fix audio playback problems
be: Пошук і вырашэнне праблем з прайграваннем аўдыё

source: Find and fix audio recording problems
be: Пошук і вырашэнне праблем з запісам аўдыё

source: Find and fix networking and connection problems
be: Пошук і вырашэнне праблем сеткі і злучэння

source: Find and fix printing problems
be: Пошук і вырашэнне праблем друку

source: Find and fix problems
be: Пошук і выпраўленне праблем

source: Find and fix problems with Windows Search
be: Пошук і вырашэнне праблем з пошукам Windows

source: Find and fix problems with devices
be: Пошук і вырашэнне праблем з прыладамі

source: Find and fix problems with homegroup
be: Пошук і вырашэнне праблем з хатняй групай

source: Find and fix problems with transparency and other visual effects
be: Пошук і вырашэнне праблем з празрыстасцю і іншымі візуальнымі эфектамі

source: Find files which were backed up and restore them.
be: Знайсці зарэзерваваныя файлы і аднавіць іх.

source: Find information and websites on the Internet.
be: Пошук інфармацыі і сайтаў у сеціве.

source: Find missing Start menu
be: Пошук згубленага Пачатковага меню

source: Find out more
be: Знайсці больш

source: Find out more about free software from %1.
be: Знайсці больш пра вольнае апраграмаванне ад %1.

source: Find out what's new in Windows 7
be: Даведацца, што новага ў Windows 7

source: Find people...
be: Знайсці людзей...

source: Find products made for Windows.
be: Пошук прадуктаў, вырабленых для Windows.

source: Find text in the document.
be: Знайсці тэкст у дакуменце.

source: Finds and displays information and Web sites on the Internet.
be: Знаходзіць і адлюстроўвае інфармацыю і сайты ў сеціве.

source: Finish
be: Канец

source: Finish This Game
be: Скончыць гэтую гульню

source: Finished.
be: Скончана.

source: Finnish
be: Фінская

source: Finnish with Sami
be: Фінская з саамскай

source: Firewall Exceptions
be: Выключэнні заслоны

source: Firewall Port Exceptions
be: Выключэнні порта заслоны

source: Firewall Status: Port firewall status
be: Стан заслоны: Стан порта заслоны

source: First connect
be: Першае злучэнне

source: First day of &week:
be: Першы дзень тыдня:

source: First low-battery alarm flags
be: Сцягі першага сігналу нізкага ўзроўню батарэі

source: First name
be: Імя

source: First name (given name) pronunciation
be: Вымаўленне імя

source: Fit
be: Дапасаваць

source: Fit to window (Ctrl+0)
be: Дапасаваць да вакна (Ctrl+0)

source: Fix problems with your computer
be: Выправіць праблемы камп'ютара

source: Fix the conflict by opening these files in this program, where you can resolve differences between them.
be: Вырашыце канфлікт адчыненнем гэтых файлаў у праграме, дзе можна ліквідаваць адрозненні паміж імі.

source: Flag color
be: Колер сцяга

source: Flag status
be: Стан сцяга

source: Flags
be: Сцягі

source: Flags and settings for first low battery alarm
be: Сцягі і налады для першага сігналу нізкага ўзроўню батарэі

source: Flags and settings for fourth low battery alarm
be: Сцягі і налады для чацвертага сігналу нізкага ўзроўню батарэі

source: Flags and settings for third low battery alarm
be: Сцягі і налады для трэцяга сігналу нізкага ўзроўню батарэі

source: Flash
be: З выбліскам

source: Flash energy
be: Энергія выбліску

source: Flash maker
be: Вытворца выбліску

source: Flash mode
be: Рэжым выбліску

source: Flash model
be: Мадэль выбліску

source: Flash, auto
be: Выбліск, аўтаматычна

source: Flash, auto, no strobe return
be: Выбліск, аўтаматычна, без перадвыбліску

source: Flash, auto, no strobe return, red-eye
be: Выбліск, аўтаматычна, без перадвыбліску, выпраўленне чырвоных вачэй

source: Flash, auto, red-eye
be: Выбліск, аўтаматычна, выпраўленне чырвоных вачэй

source: Flash, auto, strobe return
be: Выбліск, аўтаматычна, з перадвыбліскам

source: Flash, auto, strobe return, red-eye
be: Выбліск, аўтаматычна, з перадвыбліскам, выпраўленне чырвоных вачэй

source: Flash, compulsory
be: Выбліск, прымусова

source: Flash, compulsory, no strobe return
be: Выбліск, прымусова, без перадвыбліску

source: Flash, compulsory, red-eye
be: Выбліск, прымусова, выпраўленне чырвоных вачэй

source: Flash, compulsory, red-eye, no strobe return
be: Выбліск, прымусова, выпраўленне чырвоных вачэй, без перадвыбліску

source: Flash, compulsory, red-eye, strobe return
be: Выбліск, прымусова, выпраўленне чырвоных вачэй, з перадвыбліскам

source: Flash, compulsory, strobe return
be: Выбліск, прымусова, з перадвыбліскам

source: Flash, no strobe return
be: Выбліск без перадвыбліску

source: Flash, red-eye
be: Выбліск, выпраўленне чырвоных вачэй

source: Flash, red-eye, no strobe return
be: Выбліск, выпраўленне чырвоных вачэй, без перадвыбліску

source: Flash, red-eye, strobe return
be: Выбліск, выпраўленне чырвоных вачэй, з перадвыбліскам

source: Flash, strobe return
be: Выбліск з перадвыбліскам

source: Flashing
be: Мігценне

source: Flip &horizontal
be: Перакуліць гарызантальна

source: Flip &vertical
be: Перакуліць вертыкальна

source: Flip horizontal
be: Перакуліць гарызантальна

source: Flip the picture or selection horizontally.
be: Перакуліць відарыс ці вылучэнне гарызантальна..
